export const firstNames = [
  "민준", "서준", "도윤", "예준", "시우", "하준", "지호", "주원", "지우", "준우",
  "서연", "서윤", "지우", "서현", "하은", "민서", "지유", "윤서", "채원", "지아",
  "현우", "예성", "건우", "우진", "선우", "서진", "연우", "유준", "승우", "지훈",
  "서아", "하윤", "서하", "채아", "다은", "재이", "시아", "아린", "소율", "예린"
];

export const lastNames = [
  "김", "이", "박", "최", "정", "강", "조", "윤", "장", "임",
  "한", "오", "서", "신", "권", "황", "안", "송", "류", "전",
  "홍", "고", "문", "양", "손", "배", "조", "백", "허", "유",
  "남", "심", "노", "정", "하", "곽", "성", "차", "주", "우"
];

export const cities = [
  "서울", "부산", "인천", "대구", "대전", "광주", "수원", "울산", "고양", "용인",
  "창원", "성남", "청주", "부천", "화성", "남양주", "전주", "천안", "안산", "안양",
  "김해", "평택", "포항", "제주", "시흥", "파주", "의정부", "김포", "구미", "광명"
];

export const countries = [
  "대한민국", "미국", "중국", "일본", "영국", "프랑스", "독일", "캐나다", "호주", "러시아",
  "베트남", "태국", "인도", "브라질", "이탈리아", "스페인", "멕시코", "인도네시아", "필리핀", "터키"
];

export const lorem = [
  "그들에게", "이상의", "보이는", "가치를", "청춘의", "피는", "끓는", "것이다", "그들은", "무엇을",
  "위하여", "가진", "것일까", "이것은", "얼음", "속에서", "불러", "그것을", "듣는다", "미묘한",
  "부패를", "피어나기", "위하여", "목숨이", "있으랴", "가슴에", "돋고", "피가", "따뜻한", "사막이다",
  "청춘", "풀이", "이상", "꽃이", "아니더면", "인간의", "투명하되", "얼음과", "같으며", "지혜는",
  "날카로우나", "갑", "속에", "든", "칼이다", "청춘의", "끓는", "피가", "아니더면", "인간이"
];

export const domains = ["naver.com", "daum.net", "kakao.com", "gmail.com", "nate.com", "outlook.com"];
